Repository: Qetesh/logi-options-plus-mini
Catalog: Logi Options Plus Mini/Logi Options+ mini/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: About
zh_hans: 关于

source: About %@
zh_hans: 关于 %@

source: Activity Log
zh_hans: 活动日志

source: Agent enabled
zh_hans: 应用助手已启用

source: Agent registration failed
zh_hans: 应用助手注册失败

source: Agent unregistration failed
zh_hans: 应用助手注销失败

source: Always use the China installer download source without detecting the network region.
zh_hans: 始终使用中国大陆安装包下载源，不检测当前网络区域。

source: Always use the Global installer download source without detecting the network region.
zh_hans: 始终使用 Global 安装包下载源，不检测当前网络区域。

source: App helper
zh_hans: 应用助手

source: App helper connection check failed
zh_hans: 应用助手连接检查失败

source: App helper installation failed
zh_hans: 应用助手安装失败

source: App helper installed but is not responding
zh_hans: 应用助手已安装但未响应

source: App helper installed, checking status...
zh_hans: 应用助手已安装，正在检查状态...

source: App helper installed. Checking status...
zh_hans: 应用助手已安装。正在检查状态...

source: App helper is working
zh_hans: 应用助手正在运行

source: App helper removed
zh_hans: 应用助手已卸载

source: App helper responded
zh_hans: 应用助手已响应

source: App helper status
zh_hans: 应用助手状态

source: App Management
zh_hans: App 管理

source: AppleScript execution failed
zh_hans: AppleScript 执行失败

source: AppleScript execution failed: No output
zh_hans: AppleScript 执行失败: 无输出

source: AppleScript execution successful
zh_hans: AppleScript 执行成功

source: Application started
zh_hans: 应用已启动

source: Auto-check for updates
zh_hans: 自动检查更新

source: Auto-update
zh_hans: 自动更新

source: Automatic
zh_hans: 自动

source: Automatically select the installer download source based on the current network region.
zh_hans: 根据当前网络区域自动选择安装包下载源。

source: Automatically select the update server based on the current network region.
zh_hans: 根据当前网络区域自动选择更新服务器。

source: Backing up configuration file...
zh_hans: 备份配置文件...

source: Backup
zh_hans: 备份

source: Before registration status
zh_hans: 注册前状态

source: Before uninstallation status
zh_hans: 卸载前状态

source: Cancel
zh_hans: 取消

source: Check and manage system permissions required by this app.
zh_hans: 检查和管理此应用程序所需的系统权限。

source: Check for Updates
zh_hans: 检查更新

source: Check Permissions
zh_hans: 检查权限

source: Checking for updates in background...
zh_hans: 在后台检查更新...

source: Checking supported installer arguments...
zh_hans: 正在检查安装程序支持的参数...

source: China
zh_hans: 中国

source: Choose the minimum log level to display.
zh_hans: 选择日志级别

source: Choose update server for Logi Options+ mini
zh_hans: 选择 Logi Options+ mini 更新服务器

source: Click to clear log
zh_hans: 点击清理日志

source: Click to close
zh_hans: 点击关闭

source: Click to hide activity log
zh_hans: 点击隐藏日志

source: Click to show activity log
zh_hans: 点击显示日志

source: Command execution result
zh_hans: 命令执行结果

source: Command output
zh_hans: 命令输出

source: Configuration file
zh_hans: 配置文件

source: Configuration file backed up to
zh_hans: 备份配置文件

source: Configuration file restored to
zh_hans: 恢复配置文件

source: Confirm
zh_hans: 确认

source: Confirm Delete Files
zh_hans: 确认删除

source: Connection to app helper interrupted
zh_hans: 连接到应用助手中断

source: Continue
zh_hans: 继续

source: corrupted config backup file(s).
zh_hans: 损坏的配置备份文件

source: Could not read supported arguments from installer help.
zh_hans: 无法从安装程序的帮助信息中读取支持的参数。

source: Creating XPC connection to service
zh_hans: 创建 XPC 连接到服务

source: Delete
zh_hans: 删除

source: Deleted
zh_hans: 已删除

source: disabled
zh_hans: 禁用

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载安装包

source: Download complete to
zh_hans: 下载完成到

source: Download failed
zh_hans: 下载失败

source: Download Source
zh_hans: 下载源

source: Downloaded file to
zh_hans: 下载文件到

source: Downloading installer from
zh_hans: 下载安装程序

source: Drag this app icon to App Management list for quick authorization:
zh_hans: 将此应用图标拖到 App 管理 列表中，以便快速授权

source: enabled
zh_hans: 启用

source: Enables or disables Actions Ring feature. Default value is Yes.
zh_hans: 启用或禁用 Actions Ring 功能。默认值为“是”。

source: Enables or disables AI Prompt Builder feature. Default value is Yes.
zh_hans: 启用或禁用 AI Prompt Builder 功能。默认值为“是”。

source: Enables or disables app updates. Default value is Yes.
zh_hans: 启用或禁用应用更新。默认值为“是”。

source: Enables or disables device firmware updates. Default value is Yes.
zh_hans: 启用或禁用设备固件更新。默认值为“是”。

source: Enables or disables device recommendation feature. Default value is Yes.
zh_hans: 启用或禁用设备推荐功能。默认值为“是”。

source: Enables or disables keyboard backlight on the supported keyboards. Default value is Yes.
zh_hans: 启用或禁用受支持键盘的背光功能。默认值为“是”。

source: Enables or disables LogiVoice feature. Default value is Yes.
zh_hans: 启用或禁用 LogiVoice 功能。默认值为“是”。

source: Enables or disables Smart Actions feature. Default value is Yes.
zh_hans: 启用或禁用 Smart Actions 功能。默认值为“是”。

source: Error details
zh_hans: 错误详情

source: Error fetching latest version
zh_hans: 获取最新版本失败

source: every
zh_hans: 每次

source: Executing via app helper...
zh_hans: 通过应用助手执行...

source: Extract
zh_hans: 解压

source: failed
zh_hans: 失败

source: Failed
zh_hans: 失败

source: Failed to connect to app helper
zh_hans: 连接到应用助手失败

source: Failed to create AppleScript
zh_hans: 创建 AppleScript 失败

source: Failed to establish connection to app helper
zh_hans: 建立连接到应用助手失败

source: Failed to get Application Support directory
zh_hans: 加载应用支持目录失败

source: Failed to launch patch application
zh_hans: 启动补丁应用程序失败

source: Failed to parse version from update JSON.
zh_hans: 解析版本从更新 JSON 失败

source: Failed to remove app helper
zh_hans: 删除应用助手失败

source: Features
zh_hans: 功能

source: File extracted to
zh_hans: 提取文件到

source: Fix Certificate Issue
zh_hans: 修复证书问题

source: Fix completed
zh_hans: 修复完成

source: Fix failed
zh_hans: 修复失败

source: Fix JavaScript Error
zh_hans: 修复 JavaScript 错误

source: Found
zh_hans: 查找到

source: Found Logi Options+ already installed. Version
zh_hans: 找到 Logi Options+ 已安装。版本

source: General
zh_hans: 常规

source: Grant
zh_hans: 授权

source: hours
zh_hans: 小时

source: Initial auto-update state
zh_hans: 初始自动更新状态

source: Install
zh_hans: 安装

source: Install App Helper
zh_hans: 安装应用助手

source: Install Offline Package?
zh_hans: 安装离线包？

source: Installation completed
zh_hans: 安装完成

source: Installation failed
zh_hans: 安装失败

source: Installation verification failed
zh_hans: 安装失败

source: Installer not found
zh_hans: 安装程序未找到

source: Installing app helper...
zh_hans: 安装应用助手...

source: Installing...
zh_hans: 正在安装

source: Installs all Adobe plugins (Lightroom, Illustrator, Photoshop and Premiere Pro).
zh_hans: 安装所有 Adobe 插件（Lightroom、Illustrator、Photoshop 和 Premiere Pro）。

source: Installs the app silently without the UI.
zh_hans: 在不显示界面的情况下静默安装应用。

source: Invalid download URL
zh_hans: 无效的下载 URL

source: JavaScript error fix completed
zh_hans: JavaScript错误修复完成

source: JavaScript error fix failed
zh_hans: JavaScript错误修复失败

source: Last checked: %@
zh_hans: 最近检测更新: %@

source: Later
zh_hans: 稍后

source: Latest Logi Options+ version
zh_hans: 最新 Logi Options+ 版本

source: LaunchDaemons execution output
zh_hans: LaunchDaemons 执行输出

source: LaunchDaemons execution result
zh_hans: LaunchDaemons 执行结果

source: Let the app do tasks without asking for your password every time.
zh_hans: 执行任务时无需输入密码

source: Log Level
zh_hans: 日志级别

source: Log level changed to
zh_hans: 日志级别已更改

source: Logi Options+ installed version: %@
zh_hans: Logi Options+ 已安装版本: %@

source: Logi Options+ is already installed.
zh_hans: Logi Options+ 已安装

source: Logi Options+ is not installed.
zh_hans: Logi Options+ 未安装

source: Logi Options+ latest stable version: %@
zh_hans: Logi Options+ 最新稳定版本: %@

source: Logi Options+ mini Server
zh_hans: Logi Options+ mini 服务器

source: LogiOptionsPlus config directory not found.
zh_hans: 未找到LogiOptionsPlus配置目录

source: More
zh_hans: 更多

source: Never checked
zh_hans: 从未检测过更新

source: No
zh_hans: 否

source: No corrupted config backup files found.
zh_hans: 未发现损坏的配置备份文件

source: No corrupted config backup files found. If you're still experiencing JavaScript errors, please visit the official support page for more solutions.
zh_hans: 未发现损坏的配置备份文件。 如果您仍然遇到JavaScript错误，请访问官方支持页面以获取更多解决方案。

source: No files need to be deleted.
zh_hans: 没有需要删除的文件

source: Offline Install/Reinstall
zh_hans: 离线安装/重新安装

source: OK
zh_hans: 确认

source: Opening patch application as current user
zh_hans: 以当前用户启动补丁应用程序

source: Patch application launched successfully
zh_hans: 补丁应用程序启动成功

source: Patch application not found
zh_hans: 未找到补丁应用程序

source: Permission Required
zh_hans: 需要权限

source: Permissions
zh_hans: 权限

source: Preferences
zh_hans: 偏好设置

source: Ready
zh_hans: 准备

source: Region
zh_hans: 区域

source: Region detection via
zh_hans: 区域检测

source: Removing app helper...
zh_hans: 移除应用助手...

source: Required to install and manage applications
zh_hans: 需要安装和管理应用程序

source: Requires user approval
zh_hans: 需要用户批准

source: Restore
zh_hans: 恢复

source: Run Fix Tool
zh_hans: 运行修复工具

source: Running command with elevated privileges
zh_hans: 运行命令 with elevated privileges

source: Running fix patch...
zh_hans: 运行修复程序

source: Scan failed
zh_hans: 查找失败

source: Scanning for corrupted config backup files...
zh_hans: 扫描损坏的配置备份文件

source: Select a feature
zh_hans: 选择一个功能

source: Select the features to install:
zh_hans: 选择要安装的功能:

source: Selected features string
zh_hans: 选择的功能字符串

source: Server returned error code
zh_hans: 服务器返回错误代码

source: Shows or hides ability for users to sign into the app. Default value is Yes.
zh_hans: 显示或隐藏用户登录应用的功能。默认值为“是”。

source: Shows or hides choice for users to opt in to share app usage and diagnostics data. Default value is Yes.
zh_hans: 显示或隐藏允许用户选择是否共享应用使用情况和诊断数据的选项。默认值为“是”。

source: Shows or hides the Flow feature. Default value is Yes.
zh_hans: 显示或隐藏 Flow 功能。默认值为“是”。

source: Skipping unsupported installer argument
zh_hans: 跳过安装程序不支持的参数

source: Skipping update check, reason: user did not enable automatic updates
zh_hans: 跳过更新检查，原因: 用户未启用自动更新

source: Starting fix...
zh_hans: 开始修复

source: Starting JavaScript error fix...
zh_hans: 启动JavaScript错误修复

source: Starting Logi Options+ application...
zh_hans: 启动 Logi Options+

source: Starting uninstallation...
zh_hans: 开始卸载

source: Success
zh_hans: 成功

source: The application requires App Management permissions. Please go to System Settings -> Privacy & Security -> App Management, and grant the necessary permissions.
zh_hans: 应用程序需要 App Management 权限。请前往系统设置 -> 隐私与安全 -> App 管理，勾选或添加本应用

source: The current installer does not support this option. It will be skipped during installation.
zh_hans: 当前安装程序不支持此选项，安装时会自动跳过。

source: The fix operation launches the official repair tool to resolve startup issues. Detail: https://support.logi.com/hc/zh-cn/articles/37493733117847-Options-and-G-HUB-macOS-Certificate-Issue
zh_hans: 启动官方修复程序，修复无法启动问题 详情： https://support.logi.com/hc/zh-cn/articles/37493733117847-Options-and-G-HUB-macOS-Certificate-Issue

source: The following %1$lld file(s) will be deleted: %2$@ These corrupted config backup files may cause JavaScript errors in Logi Options+.
zh_hans: 以下 %1$lld个文件将被删除： %2$@ 这些损坏的配置备份文件可能会导致 Logi Options+ 中的 JavaScript 错误

source: The offline installer is larger than 1.3 GB and may not contain the latest version. However, it can repair some installation or application errors. Do you want to continue?
zh_hans: 离线安装包大小超过 1.3 GB，并且可能不是最新版本。但它可以修复部分安装或应用异常。 是否继续？

source: This application requires the following permissions to function properly:
zh_hans: 此应用程序需要以下权限才能正常工作:

source: Toggle Sidebar
zh_hans: 切换边栏

source: Unable to detect location
zh_hans: 无法检测位置

source: Unable to detect location. Using the Global source.
zh_hans: 无法检测区域，已回退到全球源。

source: Uninstall
zh_hans: 卸载

source: Uninstall App Helper
zh_hans: 卸载应用助手

source: Uninstallation completed
zh_hans: 卸载完成

source: Uninstallation failed
zh_hans: 卸载失败

source: Uninstalling...
zh_hans: 正在卸载

source: Unknown backup operation
zh_hans: 未知备份操作

source: Update check frequency
zh_hans: 更新检查频率

source: Update server
zh_hans: 更新服务器

source: Update server changed to
zh_hans: 更新服务器已更改

source: Updates
zh_hans: 更新

source: Using AppleScript to execute the installation command
zh_hans: 使用 AppleScript 执行安装命令

source: Using LaunchDaemons to execute the installation command
zh_hans: 使用 LaunchDaemons 执行安装命令

source: Version %@(%@)
zh_hans: 版本 %1$@(%2$@)

source: View Details
zh_hans: 查看详情

source: XPC connection closed
zh_hans: XPC 连接已关闭

source: Yes
zh_hans: 是
